Repository: CorentinROBERT/LeVestiaireiOS
Catalog: LeVestiaire/Resources/Localizable.xcstrings
Source language: en
Languages: fr

# deleteAlternativeFormationConfirm
source: Are you sure you want to delete alternative formation "%@"?
fr: Êtes-vous sûr de vouloir supprimer la formation alternative « %@ » ?

source: Delete composition
fr: Supprimer la composition

source: Delete conversation
fr: Supprimer la conversation

source: Deleted User
fr: Utilisateur Supprimé

source: Delete Event
fr: Supprimer l'événement

# deleteEventConfirmation
source: Are you sure you want to delete this event ?
fr: Êtes-vous sure de vouloir supprimer cet événement ?

# deleteEventTooltip
source: Delete Event
fr: Supprimer l'événement

source: Delete photo
fr: Supprimer la photo

# deletePhotoFailed
source: Failed to delete photo
fr: Échec de la suppression de la photo

source: Delete quiz
fr: Supprimer le quiz

# deleteQuizConfirmation
source: Are you sure you want to delete this quiz?
fr: Êtes-vous sûr de vouloir supprimer ce quiz ?

source: Delete Team
fr: Supprimer l'équipe

# deleteTeamConfirm
source: Are you sure you want to permanently delete this team? This action is irreversible and will delete all associated data.
fr: Êtes-vous sûr de vouloir supprimer définitivement cette équipe ? Cette action est irréversible et supprimera toutes les données associées.

# deletionAlreadyInProgress
source: A deletion request is already in progress
fr: Une demande de suppression est déjà en cours

source: Deletion in 30 days
fr: Suppression dans 30 jours

# description
source: Description (optional)
fr: Description (optionnel)

source: Description (optional)
fr: Description (optionnel)

# developerCrashlyticsHint
source: Forces a crash to verify report delivery to Firebase. Relaunch the app after the crash.
fr: Force un crash pour vérifier l'envoi des rapports vers Firebase. Relance l'app après le crash.

source: Developer Menu
fr: Menu Développeur

# developerMenuTitle
source: Developer Menu
fr: Menu Développeur

source: Developer Mode
fr: Mode Développeur

# developerModeDescription
source: Enable this option to access development settings
fr: Activez cette option pour accéder aux paramètres de développement

# developerModeSubtitle
source: Access to advanced settings
fr: Accès aux paramètres avancés

# developerSettingsTitle
source: Developer Configuration
fr: Configuration Développeur

# developerTestCrashButton
source: Trigger test crash
fr: Déclencher un crash test

# developerViewTitle
source: Developer
fr: Développeur

# developmentEnvironment
source: Development
fr: Développement

source: Development mode
fr: Mode développement

# deviceInfoUnavailable
source: Device information unavailable
fr: Informations appareil non disponibles

# deviceInfoUpdated
source: Device information updated: %@
fr: Informations appareil mises à jour: %@

# dialogCompositionNameHint
source: Ex: Starting team
fr: Ex: Équipe titulaire

# dialogCreateButton
source: Create
fr: Créer

# dialogCreateNewComposition
source: Create new composition
fr: Créer une nouvelle composition

source: Discover
fr: Découvrir

# displayingAlternatives
source: Displaying %lld alternatives
fr: Affichage de %lld alternatives

# displayingCompositionAlternatives
source: Displaying %lld composition alternative formations
fr: Affichage de %lld alternatives de Composition

# documentLoadFailed
source: Unable to load the document.
fr: Impossible de charger le document.

# documentUnreadable
source: The document content is unreadable.
fr: Le contenu du document est illisible.

source: Done
fr: Terminé

# draft
source: In preparation
fr: En préparation

source: Draft saved
fr: Brouillon enregistré

source: Duration
fr: Durée

source: Edit
fr: Modifier

source: Edit Composition
fr: Modifier la composition

source: Edit guest
fr: Modifier l'invité

# editMatchComposition
source: Edit lineup
fr: Modifier la composition

# editMatchInfo
source: Edit details
fr: Modifier les informations

# editMatchTitle
source: Edit match
fr: Modifier le match

source: Edit profile
fr: Modifier le profil

source: Edit quiz
fr: Modifier le quiz

# editSportifProfile
source: Edit sports profile
fr: Modifier le profile sportif

# editSportInfoTitle
source: Edit sport infos
fr: Modifier les infos sports

source: Email address
fr: Adresse email

# emailHint
source: your@email.com
fr: votre@email.com

# emailInvalid
source: Please enter a valid email
fr: Veuillez saisir un email valide

# emailNotYetVerified
source: Your email is not verified yet. Check your inbox and try again.
fr: Votre email n'est pas encore vérifié. Consultez votre boîte mail et réessayez.

source: Email (optional)
fr: Email (optionnel)

# emailVerificationAlertTitle
source: Email verification
fr: Vérification email

# emailVerificationChecking
source: Verifying...
fr: Vérification...

# emailVerificationErrorWithDetail
source: Verification error: %@
fr: Erreur lors de la vérification : %@

# emailVerificationNavTitle
source: Verification
fr: Vérification

# emailVerificationSentSuccessfully
source: Verification email sent successfully!
fr: Email de vérification renvoyé avec succès !

source: Email verified successfully!
fr: Email vérifié avec succès !

# emptyPlayersMessage
source: Invite players or add guests to build your roster.
fr: Invitez des joueurs ou ajoutez des invités pour constituer votre effectif.

# emptyPlayersTitle
source: No players on the team
fr: Aucun joueur dans l'équipe

# emptyRankingsTitle
source: Empty leaderboard
fr: Classement vide

# emptyStatsTitle
source: No statistics yet
fr: Pas encore de statistiques

# ensureEmailAddressCorrect
source: Make sure the email address is correct
fr: Assurez-vous que l'adresse email est correcte

# enterDeveloperPassword
source: Enter password to access developer mode:
fr: Entrez le mot de passe pour accéder au mode développeur :

# enterEmail
source: Enter player's email
fr: Entrez l'email du joueur

# enterEmailForReset
source: Enter your email address to receive a 6-digit reset code
fr: Entrez votre adresse email pour recevoir un code de réinitialisation à 6 chiffres

# enterFirstName
source: Enter player's first name
fr: Entrez le prénom du joueur

# enterLastName
source: Enter player's last name
fr: Entrez le nom du joueur

# enterLastNameOptional
source: Enter player's last name (optional)
fr: Entrez le nom du joueur (optionnel)

source: Enter match location...
fr: Saisir le lieu du match...

# enterNewPassword
source: Enter your new password
fr: Entrez votre nouveau mot de passe

# enterResetCode
source: Please enter the code received by email.
fr: Veuillez saisir le code reçu par email.

# enterTeamDescription
source: Enter a description for your team
fr: Entrez une description pour votre équipe

source: Enter team name
fr: Entrez le nom de l'équipe

# enterValidEmail
source: Please enter a valid email
fr: Veuillez entrer un email valide

# entrezIdJoueur
source: Enter player identifier
fr: Entrez l'identifiant du joueur

source: Environment
fr: Environnement

# environmentLabel
source: Environment
fr: Environnement

source: Environment URL active
fr: URL d'environnement active

# equipeSupprimee
source: Team deleted
fr: Équipe supprimée

source: Error
fr: Erreur

source: Error adding event: %@
fr: Erreur lors de l'ajout de l'événement : %@

# errorauthaccountdeleted
source: This account has been permanently deleted
fr: Ce compte a été supprimé définitivement

# errorauthaccountdisabled
source: Account disabled. Contact administrator
fr: Compte désactivé. Contactez l'administrateur

# errorauthemailalreadyverified
source: This email is already verified
fr: Cet email est déjà vérifié

# errorauthemailnotverified
source: Please verify your email before logging in
fr: Veuillez vérifier votre email avant de vous connecter

# errorauthinvalidcredentials
source: Invalid email or password
fr: Email ou mot de passe incorrect

# errorauthinvalidrefreshtoken
source: Invalid refresh token
fr: Refresh token invalide

# errorauthinvaliduser
source: Invalid user
fr: Utilisateur invalide

# errorauthresetcodeinvalid
source: Reset code invalid or expired
fr: Code de réinitialisation invalide ou expiré

# errorauthtokenexpired
source: Token expired
fr: Token expiré

# errorauthtokeninvalid
source: Invalid token
fr: Token invalide

# errorauthverificationtokeninvalid
source: Verification link invalid or expired
fr: Lien de vérification invalide ou expiré

source: Error cancelling match: %@
fr: Erreur lors de l'annulation du match : %@

# errorCancellingMatchWithDetails
source: Error cancelling match: %@
fr: Erreur lors de l'annulation du match : %@

# errorClosingQuiz
source: Error closing quizz
fr: Erreur de fermeture de quiz

# errorCodeGeneration
source: Error generating code
fr: Erreur lors de la génération du code

# errorcompositionlocked
source: This composition is locked and cannot be modified
fr: Cette composition est figée et ne peut pas être modifiée

# errorCompositionValidation
source: Error validating composition
fr: Erreur lors de la validation de la composition

# errorConnectionState
source: Error loading connection state
fr: Erreur lors du chargement de l'état de connexion

# errorDataDeletion
source: Error deleting data
fr: Erreur lors de la suppression des données

# errorDataExport
source: Error exporting data
fr: Erreur lors de l'export des données

# errorDataImport
source: Error importing data
fr: Erreur lors de l'import des données

# errorDataLoading
source: Error loading data
fr: Erreur lors du chargement des données

# errorDataSaving
source: Error saving data
fr: Erreur lors de la sauvegarde des données

# errorDefaultDataCreation
source: Error creating default data
fr: Erreur lors de la création des données par défaut

source: Error deleting: %@
fr: Erreur lors de la suppression : %@

source: Error deleting event: %@
fr: Erreur lors de la suppression : %@

# errorDeletingTeam
source: Error during deletion: %@
fr: Erreur lors de la suppression: %@

# errorDuringAutomaticLogin
source: Error during automatic login. Please log in manually.
fr: Erreur lors de la connexion automatique. Veuillez vous connecter manuellement.

source: Error during verification
fr: Erreur lors de la vérification

# erroremailsendfailed
source: Failed to send email
fr: Échec de l'envoi de l'email

# errorEventAddition
source: Error adding event
fr: Erreur lors de l'ajout de l'événement

# errorEventRemoval
source: Error removing event
fr: Erreur lors de la suppression de l'événement

source: Error finishing match: %@
fr: Erreur lors de la fin du match : %@

# errorFinishingMatchWithDetails
source: Error finishing match: %@
fr: Erreur lors de la fin du match : %@

# errorInsufficientPermissions
source: Insufficient permissions for this action
fr: Permissions insuffisantes pour cette action

# errorInvitationAlreadyExists
source: An invitation is already in progress for this email
fr: Une invitation est déjà en cours pour cet email

# errorLeavingTeam
source: Error when leaving: %@
fr: Erreur lors de la sortie: %@

# errorLoading
source: Error while loading
fr: Erreur lors du chargement

# errorLoadingMoreNotifications
source: Error while loading more notifications
fr: Erreur lors du chargement de plus de notifications

# errorLoadingNotifications
source: Error while loading notifications
fr: Erreur lors du chargement des notifications

source: Error loading positions
fr: Erreur lors du chargement des positions

# errorMarking
source: Error while marking
fr: Erreur lors du marquage

# errorMarkingAll
source: Error while marking all notifications
fr: Erreur lors du marquage de toutes les notifications

# errorMatchCannotBeDeleted
source: This match cannot be deleted
fr: Ce match ne peut pas être supprimé

# errorMatchCannotBeModified
source: This match cannot be modified
fr: Ce match ne peut pas être modifié

# errorMatchDateTooFar
source: Match date cannot be more than 1 year in the future
fr: La date du match ne peut pas être dans plus d'un an

# errorMatchIdEmpty
source: Match ID cannot be empty
fr: L'ID du match ne peut pas être vide

# errorMatchLocationEmpty
source: Match location cannot be empty
fr: Le lieu du match ne peut pas être vide

# errorMatchTimeInvalid
source: Time format must be HH:MM
fr: Le format de l'heure doit être HH:MM

# errorMatchTitleEmpty
source: Match title cannot be empty
fr: Le titre du match ne peut pas être vide

# errorMemberNotFound
source: Member not found
fr: Membre non trouvé

# errorOccurred
source: Error: %@
fr: Erreur: %@

# errorOpeningLink
source: Cannot open link
fr: Impossible d'ouvrir le lien

# errorPlayerAgeInvalid
source: Age must be between 16 and 50 years
fr: L'âge doit être entre 16 et 50 ans

# errorPlayerAlreadyExists
source: A player with this ID already exists
fr: Un joueur avec cet ID existe déjà

# errorPlayerAlreadyMember
source: Player is already a team member
fr: Le joueur est déjà membre de l'équipe

# errorPlayerFirstNameEmpty
source: First name cannot be empty
fr: Le prénom ne peut pas être vide

# errorPlayerHeightInvalid
source: Height must be between 1.50m and 2.20m
fr: La taille doit être entre 1.50m et 2.20m

# errorPlayerIdEmpty
source: Player ID cannot be empty
fr: L'ID du joueur ne peut pas être vide

# errorPlayerInjuryUpdate
source: Error updating injury status
fr: Erreur lors de la mise à jour du statut de blessure

# errorPlayerLastNameEmpty
source: Last name cannot be empty
fr: Le nom de famille ne peut pas être vide

# errorPlayerSelection
source: Error selecting player
fr: Erreur lors de la sélection du joueur

# errorPlayerStatisticsUpdate
source: Error updating player statistics
fr: Erreur lors de la mise à jour des statistiques

# errorPlayerUpdate
source: Error updating player
fr: Erreur lors de la mise à jour du joueur

# errorPlayerWeightInvalid
source: Weight must be between 40kg and 120kg
fr: Le poids doit être entre 40kg et 120kg

# errorPositionAssignment
source: Error assigning position
fr: Erreur lors de l'assignation de position

# errorPositionRemoval
source: Error removing position
fr: Erreur lors du retrait de position

# errorquiznotfound
source: Quiz not found
fr: Quiz introuvable

source: Error removing member
fr: Erreur lors de la suppression

# errorRoleChange
source: Error changing role
fr: Erreur lors du changement de rôle

source: Error saving: %@
fr: Erreur lors de la sauvegarde: %@

source: Error saving composition
fr: Erreur lors de la sauvegarde de la composition

source: Error saving settings
fr: Erreur lors de la sauvegarde des paramètres

source: Error saving sport info
fr: Erreur de sauvegarde du profil sportif

# errorScoresNegative
source: Scores cannot be negative
fr: Les scores ne peuvent pas être négatifs

# errorScoreUpdate
source: Error updating score
fr: Erreur lors de la mise à jour du score

# errorSeasonRequired
source: Season must be defined
fr: La saison doit être définie

source: Error selecting image
fr: Erreur lors de la sélection d'image

source: Error sending email
fr: Erreur lors de l'envoi

source: Error sending invitation: %@
fr: Erreur lors de l'envoi: %@

# errorserverinternal
source: Internal server error
fr: Erreur interne du serveur

source: Error starting match: %@
fr: Erreur lors du démarrage du match : %@

# errorStartingMatchWithDetails
source: Error starting match: %@
fr: Erreur lors du démarrage du match : %@

source: Error taking photo
fr: Erreur lors de la prise de photo

# errorTeamCreation
source: Error creating team
fr: Erreur lors de la création de l'équipe

# errorTeamDeletion
source: Error deleting team
fr: Erreur lors de la suppression de l'équipe

# errorTeamLoading
source: Error loading teams
fr: Erreur lors du chargement des équipes

# errorteammembernotfound
source: Team member not found
fr: Membre de l'équipe introuvable

# errorTeamNotFound
source: Team not found
fr: Équipe non trouvée

# errorTeamSelection
source: Error selecting team
fr: Erreur lors de la sélection de l'équipe

# errorTeamUpdate
source: Error updating team
fr: Erreur lors de la mise à jour de l'équipe

# errorunauthorized
source: Unauthorized
fr: Non authentifié

# errorunknown
source: Unknown error
fr: Erreur inconnue

# errorUpdatingData
source: Error during update: %@
fr: Erreur lors de la mise à jour: %@

source: Error updating role: %@
fr: Erreur lors de la mise à jour du rôle: %@

source: Error updating settings: %@
fr: Erreur lors de la mise à jour: %@

# errorUpdatingSportProfile
source: Error updating sports profile
fr: Erreur lors de la mise à jour du profil sportif

source: Error uploading: %@
fr: Erreur lors de l'upload : %@

# erroruseremailexists
source: A user with this email already exists
fr: Un utilisateur avec cet email existe déjà

# errorusernotfound
source: User not found
fr: Utilisateur non trouvé

# errorusernotfoundorinactive
source: User not found or inactive
fr: Utilisateur non trouvé ou inactif

# errorvalidationemailrequired
source: Email required
fr: Email requis

# errorValidationFailed
source: Validation errors: %@
fr: Erreurs de validation : %@

# errorvalidationinvalidemail
source: Invalid email format
fr: Format d'email invalide

# errorvalidationinvalidplatform
source: Invalid platform. Allowed values: ios, android, web
fr: Plateforme invalide. Valeurs autorisées : ios, android, web

# errorvalidationinvalidresetcode
source: Reset code must contain 6 digits
fr: Le code de réinitialisation doit contenir 6 chiffres

# errorvalidationinvalidtoken
source: Token must contain at least 10 characters
fr: Le token doit contenir au moins 10 caractères

# errorvalidationpasswordtooshort
source: Password must contain at least 8 characters
fr: Le mot de passe doit contenir au moins 8 caractères

# errorvalidationrefreshtokenrequired
source: Refresh token required
fr: Refresh token requis

# errorvalidationrequiredfields
source: Required fields are missing
fr: Champs requis manquants

# errorvalidationtokenrequired
source: Token required
fr: Token requis

source: Event
fr: Événement

source: Event added successfully
fr: Événement ajouté avec succès

source: Event deleted successfully
fr: Événement supprimé avec succès

# eventDescription
source: Event details
fr: Détails de l'événement

source: Event details
fr: Détails de l'événement

# eventFeatureInDevelopment
source: Event addition feature in development
fr: Fonctionnalité d'ajout d'événements en cours de développement

source: Events
fr: Événements

source: Events hidden
fr: Événements masqués

# eventsHiddenQuizDraft
source: Events hidden - Quiz in preparation
fr: Événements masqués - Quiz en préparation

# eventsHiddenQuizOpen
source: Events hidden - Quiz in progress
fr: Événements masqués - Quiz en cours

# eventsHiddenUntilNextDay
source: Events hidden until the day after the match
fr: Événements masqués jusqu'au lendemain du match

# eventsVisibleQuizClosed
source: Events visible - Quiz completed
fr: Événements visibles - Quiz terminé

# eventsWillAppearHere
source: Match events will appear here
fr: Les événements du match apparaîtront ici

source: Event type
fr: Type d'énénement

# eventTypeLabel
source: Event type
fr: Type d'événement

# experienceYears
source: Years of experience (football school + club)
fr: Années d'expérience (école de foot + club)

# experienceYearsInvalid
source: Please enter a valid number
fr: Veuillez entrer un nombre valide

# experienceYearsRequired
source: Please enter your years of experience
fr: Veuillez entrer vos années d'expérience

# experienceYearsSection
source: Years of experience
fr: Années d'expérience

# expiredInvitationsRemoved
source: %lld expired invitations removed
fr: %lld invitations expirées supprimées

source: Expires on: %@
fr: Expire le: %@

# falseAnswers
source: false answer
fr: mauvaise réponse

# falseValue
source: False
fr: Faux

source: Favorite League
fr: Championnat préféré

source: Favorite position
fr: Poste favori

# favoritePositions
source: Favorite positions (select all that apply)
fr: Postes favoris (sélectionnez tous ceux qui s'appliquent)

# favoritePositionsSection
source: Favorite positions
fr: Postes favoris

source: Favorite Team
fr: Équipe favorite

# favoriteTeamRequired
source: Please select your favorite team
fr: Veuillez sélectionner votre équipe favorite

source: Field Composition
fr: Composition sur le terrain

# fillAllFields
source: Please fill in all fields.
fr: Veuillez remplir tous les champs.

source: Filter
fr: Filtrer

source: Filter matches
fr: Filtrer les matchs

# filterStatusLabel
source: Status
fr: Statut

# filterTeamsLabel
source: Teams
fr: Équipes

source: Finalize my profile
fr: Finaliser mon profil

# finalizeprofile
source: Finalize my profile
fr: Finaliser mon profil

source: Finished
fr: Terminé

source: Finished matches
fr: Matchs terminés

source: Finish Match
fr: Terminer le Match

# finishMatchTooltip
source: Finish match
fr: Terminer le match

# firstHalf
source: 1st half
fr: 1ère mi-temps

source: First name
fr: Prénom

# firstNameHint
source: Your first name
fr: Votre prénom

# firstNameRequired
source: First Name *
fr: Prénom *

source: Flutter error
fr: Erreur Flutter

# football_category_competition
source: Competition
fr: Compétition

# football_category_development
source: Development
fr: Développement

# football_category_educational
source: Educational
fr: Éducatif

# football_category_leisure
source: Leisure
fr: Loisir

# football_category_training
source: Training
fr: Entraînement

# football_field_beach
source: Beach
fr: Plage

# football_field_cage
source: Football Cage
fr: Cage de foot

# football_field_dirt
source: Dirt
fr: Terre battue

# football_field_indoor
source: Indoor
fr: Salle couverte

# football_field_natural_grass
source: Natural Grass
fr: Gazon naturel

# football_field_street
source: Street
fr: Rue

# football_field_synthetic_grass
source: Synthetic Grass
fr: Gazon synthétique

# football_level_advanced
source: Advanced
fr: Avancé

# football_level_beginner
source: Beginner
fr: Débutant

# football_level_intermediate
source: Intermediate
fr: Intermédiaire

# football_level_professional
source: Professional
fr: Professionnel

# football_practice_5
source: 5-a-side Football
fr: Football à 5

# football_practice_7
source: 7-a-side Football
fr: Football à 7

# football_practice_8
source: 8-a-side Football
fr: Football à 8

# football_practice_11
source: 11-a-side Football
fr: Football à 11

# football_practice_amateur
source: Amateur Football
fr: Football amateur

# football_practice_beach
source: Beach Football
fr: Football de plage

# football_practice_cage
source: Cage Football
fr: Football en cage

# football_practice_competition
source: Competition Football
fr: Football de compétition

# football_practice_development
source: Development Football
fr: Football de développement

# football_practice_dirt
source: Dirt Pitch Football
fr: Football sur terrain en terre

# football_practice_free
source: Free Football
fr: Football libre

# football_practice_futsal
source: Indoor Football (Futsal)
fr: Football en salle (Futsal)

# football_practice_grass
source: Grass Football
fr: Football sur gazon

# football_practice_indoor
source: Indoor Football
fr: Football en salle (Indoor)

# football_practice_leisure
source: Leisure Football
fr: Football de loisir

# football_practice_performance
source: Performance Football
fr: Football de performance

# football_practice_professional
source: Professional Football
fr: Football professionnel

# football_practice_street
source: Street Football
fr: Football de rue

# football_practice_synthetic
source: Synthetic Pitch Football
fr: Football sur terrain synthétique

# football_practice_training
source: Training Football
fr: Football d'entraînement

# forceUpdateDefaultMessage
source: A new version of the app is available. Please update to continue.
fr: Une nouvelle version de l'application est disponible. Mettez à jour pour continuer.

# forceUpdateTitle
source: Update required
fr: Mise à jour requise
